let mode = "normal";
// корректное название, использованы только латинские буквы
let my_valu3 = 102;
// корректное название, использованы латинские буквы. цифры и нижнее подчеркивание
let 3my_value3 = "102";
// некорректное название, начинается с цифры
let __hello__ = "world";
// корректное название, начало с нижнего подчеркивания не запрещено
let $$$ = "money";
// корректное название, использование знака "$" не запрещено (как и начало названия с него)
let !0_world = true;
// некорректное название, использование "!" запрещено (даже не первым символом)