const questionsDB = {
    questions: [
    {
        question_text: 'Зимой и летом одним цветом, что это?',
        answers: [
            '1) Лампочка',
            '2) Елка',
            '3) Цветок',
            '4) Нога',
        ],
        correct_answer_ind: 2,   
        },

    {
        question_text: 'Как в сказках называют медведя?',
        answers: [
            '1) Сохатый',
            '2) Носатый',
            '3) Усатый',
            '4) Косолапый',
        ],
        correct_answer_ind: 4,
        },

    {
        question_text: 'Какой город представляет российская команда "Арсенал"?',
        answers: [
            '1) Тула',
            '2) Москва',
            '3) Тамбов',
            '4) Уфа',
        ],
        correct_answer_ind: 1,
        },

    {
        question_text: 'Закончите поговорку "Работа не волк, ..."?',
        answers: [
            '1) Куррица не птица',
            '2) вылетит - не поймаешь',
            '3) в лес не убежит',
            '4) не лает, не кусает',
        ],
        correct_answer_ind: 3,
        },

    {
        question_text: 'Кем по профессии был изобретатель машины для производства сахарной ваты Уильям Моррисон?',
        answers: [
            '1) Стеклодув',
            '2) Гончар',
            '3) Кондитер',
            '4) Стоматолог',
        ],
        correct_answer_ind: 4,
        },
]
}